{ "translations": {
    "An error occurred while sending your report." : "თქვენი რეპორტის გაგზავნისას წარმოიშვა შეცდომა.",
    "App list <em>(for each app: name, version, enabled status)</em>" : "აპლიკაციების სია <em>(თითოეულ აპლიკაციაზე: სახელი, ვერსია, მოქმედების სტატუსი)</em>",
    "Database environment <em>(type, version, database size)</em>" : "მონაცემთა ბაზის გარემო <em>(სახეობა, ვერსია მონაცემთა ბაზის ზომა)</em>",
    "Encryption information <em>(is it enabled?, what is the default module)</em>" : "შიფრაციის ინფორმაცია <em>(მოქმედია თუ არა?, რა არის საწყისი მოდული)</em>",
    "Number of shares <em>(per type and permission setting)</em>" : "გაზიარებების ოდენობა <em>(თითო სახეობაზე და უფლების კონფიგურაციაზე)</em>",
    "PHP environment <em>(version, memory limit, max. execution time, max. file size)</em>" : "PHP გარემო <em>(ვერსია, მეხსიერების ლიმიტი, მაქს. ეგზეკუციის დრო, მაქს. ფაილის ზომა)</em>",
    "Server instance details <em>(version, memcache used, status of locking/previews/avatars)</em>" : "სერვერის ინსტანციის დეტალები <em>(ვერსია, memcache-ის გამოყენება, ჩაკეტვის/პრევიუს/ავატარის სტატუსი)</em>",
    "Usage survey" : "გამოყენების გამოკვლევა",
    "Help improve Nextcloud" : "დაგვეხმარეთ გავაუმჯობესოთ Nextcloud-ი",
    "Do you want to help us to improve Nextcloud by providing some anonymized data about your setup and usage? You can disable it at any time in the admin settings again." : "გსურთ დაგვეხმაროთ Nextcloud-ის გაუმჯობესებაში თქვენს ინსტალაციაზე და მის მოხმარებაზე ანონიმური მონაცემების გაგმოგზავნით? ადმინისტრაციის პარამეტრებიდან ამის გათიშვას შეძლებთ ნებისმიერ დროს.",
    "Not now" : "ახლა არა",
    "Send usage" : "გამოყენების გაგზავნა",
    "Never" : "არასდროს",
    "You can help improve Nextcloud by sending us some data about your current setup and usage." : "შეგიძლიათ დაგვეხმაროთ გავაუმჯობესოთ Nextcloud თქვენს ინსტალაციაზე და მის გამოყენებაზე მონაცემების გამოგზავნით.",
    "We take your privacy seriously. Sending data is disabled by default, and should you choose to turn it on, it will be anonymized first, and you are given the option of what things to share. Upon receiving a report, the previous one is removed. Upload a clean report to delete all data currently stored on the server" : "თქვენს კონფიდენციალურობას სერიოზულად ვუდგებით. მონაცემების გაგზავნა საწყისად გათიშულია და სურვლის შემთხვევაში შეგიძლიათ ჩართოთ, თავდაპირველად ის იქნება ანონიმური და იხილავთ არჩევნებს თუ რას გააზიარებთ. რეპორტის მიღებისას წინა გაუქმდება. სერვერზე ყველა მონაცემის წასაშლელად ატვირთეთ სუფთა რეპორტი",
    "Send new report now" : "ახალი რეპორტის გაგზავნა ახლა",
    "Send usage survey monthly" : "მოხმარების გამოკლევის ყოველთვიურად გადაგზავნა",
    "Data to send" : "მონაცემი რომელიც გაიგზავნება",
    "Last report" : "ბოლო რეპორტი"
},"pluralForm" :"nplurals=2; plural=(n!=1);"
}