{ "translations": {
    "An error occurred while sending your report." : "U has një problem gjatë dërgimit te raportit tuaj.",
    "Database environment <em>(type, version, database size)</em>" : "Mjedisi i databazës <em> (lloji versioni, madhësia e databazës) </em>",
    "Encryption information <em>(is it enabled?, what is the default module)</em>" : "Informacioni i inkriptimit <em> (është i aktivizuar?, cili është moduli i paracaktuar) </em>",
    "Number of shares <em>(per type and permission setting)</em>" : "Numri i shpërndarjeve <em> (sipas llojit dhe vendosjes së lejes) </em>",
    "PHP environment <em>(version, memory limit, max. execution time, max. file size)</em>" : "Mjedisi PHP <em> (versioni, limiti i memorjes, koha max. e ekzekutimit, madhësia max. e skedarit) </em>",
    "Usage survey" : "Sondazh përdorimi",
    "Do you want to help us to improve Nextcloud by providing some anonymized data about your setup and usage? You can disable it at any time in the admin settings again." : "Do donit të na ndihmonit për përmirësimin e Nextcloud duke dhënë disa të dhëna anonime rreth organizimit dhe përdorimit tuaj? Mund ta ç'aktivizoni në çdo moment tek settings e adminit përseri.",
    "Not now" : "Jo tani",
    "Send usage" : "Dërgo përdorimin",
    "Never" : "Asnjëherë",
    "You can help improve Nextcloud by sending us some data about your current setup and usage." : "Ju mund të ndihmoni në përmirësimin e Nextcloud duke na dërguar disa të dhëna mbi organizimin aktual dhe përdorimin tuaj.",
    "We take your privacy seriously. Sending data is disabled by default, and should you choose to turn it on, it will be anonymized first, and you are given the option of what things to share. Upon receiving a report, the previous one is removed. Upload a clean report to delete all data currently stored on the server" : "Ne marrim seriozisht privatësinë tuaj. Dërgimi i të dhënave është i çaktivizuar në mënyrë të paracaktuar dhe duhet të zgjedhësh ta aktivizosh, do të anonizohet së pari dhe do të jepet mundësia për gjërat që duhet të ndahen. Pas marrjes së një raporti, ai i mëparshmi hiqet. Ngarko një raport të pastër për të fshirë të gjitha të dhënat e ruajtura aktualisht në server",
    "Send new report now" : "Dergo raport të ri",
    "Send usage survey monthly" : "Dërgo pyetësorin e përdorimit mujor",
    "Data to send" : "Të dhëna për të dërguar",
    "Last report" : "Raporti i fundit"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}