{ "translations": {
    "An error occurred while sending your report." : "เกิดข้อผิดพลาดขณะส่งรายงาน",
    "Database environment <em>(type, version, database size)</em>" : "สภาพแวดล้อมฐานข้อมูล<em>(ประเภท, รุ่น, ขนาดของฐานข้อมูล)</em>",
    "Encryption information <em>(is it enabled?, what is the default module)</em>" : "ข้อมูลการเข้ารหัส <em>(เปิดใช้งานหรือไม่? โมดูลค่าเริ่มต้นคืออะไร)</em>",
    "PHP environment <em>(version, memory limit, max. execution time, max. file size)</em>" : "สภาพแวดล้อม PHP <em>(รุ่น, ขีดจำกัดหน่วยความจำ, เวลาดำเนินการสูงสุด, ขนาดไฟล์สูงสุด)</em>",
    "Usage survey" : "แบบสำรวจการใช้งาน",
    "Do you want to help us to improve Nextcloud by providing some anonymized data about your setup and usage? You can disable it at any time in the admin settings again." : "คุณต้องการช่วยให้เราพัฒนา Nextcloud ให้ดีขึ้น โดยการให้ข้อมูลที่ไม่ระบุตัวตนเกี่ยวกับการติดตั้งและใช้งานของคุณหรือไม่ คุณสามารถปิดได้ทุกเมื่อในการตั้งค่าผู้ดูแล",
    "Not now" : "ไม่ใช่ตอนนี้",
    "Send usage" : "ส่งการใช้งาน",
    "Never" : "ไม่เคย",
    "You can help improve Nextcloud by sending us some data about your current setup and usage." : "คุณสามารถช่วยพัฒนา Nextcloud โดยการส่งข้อมูลเกี่ยวกับการติดตั้งและการใช้งานของคุณ",
    "We take your privacy seriously. Sending data is disabled by default, and should you choose to turn it on, it will be anonymized first, and you are given the option of what things to share. Upon receiving a report, the previous one is removed. Upload a clean report to delete all data currently stored on the server" : "เราให้ความสำคัญกับข้อมูลส่วนบุคคลของคุณ การส่งข้อมูลจะถูกปิดโดยค่าเริ่มต้น และเมื่อคุณเปิดใช้งาน ข้อมูลจะไม่ถูกระบุตัวตน และคุณสามารถเลือกได้ว่าจะแชร์ข้อมูลอะไรบ้าง เมื่อได้รับรายงานแล้ว ข้อมูลก่อนหน้าจะถูกลบไป ส่งรายงานใหม่เพื่อลบข้อมูลเก่าทั้งหมดที่เก็บอยู่บนเซิร์ฟเวอร์ในขณะนี้",
    "Send new report now" : "ส่งรายงานใหม่ตอนนี้",
    "Send usage survey monthly" : "ส่งแบบสำรวจการใช้งานทุกเดือน",
    "Data to send" : "ข้อมูลที่จะส่ง",
    "Last report" : "รายงานล่าสุด"
},"pluralForm" :"nplurals=1; plural=0;"
}