{ "translations": {
    "Link:" : "Enllaç:",
    "Password:" : "Contrasenya:",
    "Generating system report failed." : "Ha fallat la generació d'informe del sistema.",
    "Could not create folder \"System information\" to store generated report." : "No s'ha pogut crear la carpeta \"Informació de sistema\" per desar-hi l'informe generat.",
    "Could not create file \"%s\" to store generated report." : "No s'ha pogut crear el fitxer \"%s\" per desar-hi l'informe generat.",
    "Could not share file \"%s\". Nevertheless, you can find it in the folder \"System information\"." : "No s'ha pogut compartir el fitxer \"%s\". No obstant això, podeu trobar-lo a la carpeta “Informació del sistema\".",
    "Subscription notifications" : "Notificacions de subscripció",
    "Nextcloud Subscription" : "Subscripció a Nextcloud",
    "Your server has no Nextcloud Subscription or your Subscription has expired." : "El servidor no té cap subscripció a Nextcloud o la subscripció ha caducat.",
    "Your Nextcloud server subscription does not cover your number of users." : "La vostra subscripció al servidor Nextcloud no cobreix el vostre nombre d'usuaris.",
    "Your Nextcloud Subscription has expired!" : "La vostra subscripció a Nextcloud ha caducat!",
    "Your server has no Nextcloud Subscription" : "El vostre servidor no té subscripció a Nextcloud",
    "Your Nextcloud server is not backed by a Nextcloud Enterprise Subscription." : "El vostre servidor Nextcloud no està suportat per una subscripció a Nextcloud Enterprise.",
    "If your server setup breaks and employees can't work anymore, you don't have to rely on searching online forums for a solution. You have direct access to our experienced engineers!" : "Si la configuració del vostre servidor s'espatlla i els empleats ja no poden treballar, no haureu de comptar amb la recerca de fòrums en línia per trobar-hi una solució. Tindreu accés directe als nostres enginyers experimentats!",
    "You have a contract with the vendor providing early security information, mitigations, patches and updates." : "Teniu un contracte amb el proveïdor que proporciona informació de seguretat anticipada, mitigacions, pedaços i actualitzacions.",
    "If you need to stay longer on your current version without disruptions, you don't have to run software without security updates." : "Si necessiteu mantenir-vos més temps en la vostra versió actual sense alteracions, no haureu d'executar programari sense actualitzacions de seguretat.",
    "You have the best expertise at hand to deal with performance and scalability issues." : "Teniu la millor experiència per fer front als problemes de rendiment i escalabilitat.",
    "You have access to the right documentation and expertise to quickly answer compliance questions or deliver on GDPR, HIPAA and other regulation requirements." : "Teniu accés a la documentació i els coneixements adequats per respondre ràpidament a les preguntes de compliment o respondre a requisits de regulació de GDPR, HIPAA i altres normes.",
    "We can also provide Outlook integration, Online Office, scalable integrated audio-video and chat communication and other features only available in a limited form for free or develop further integrations and capabilities to your needs." : "També podem proporcionar integració d'Outlook, Online Office, àudio-video integrat escalable i comunicació xat i altres característiques només disponibles de forma limitada de forma gratuïta o desenvolupar noves integracions i capacitats per les seves necessitats.",
    "A subscription helps you get the most out of Nextcloud!" : "Una subscripció us ajuda a treure el màxim partit a Nextcloud!",
    "Learn more now" : "Més informació ara",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %1$s because you have over %2$s registered users." : "Aquest correu s'ha enviat a tots els administradors per l'aplicació de suport a la vostra instància Nextcloud a %1$s perquè teniu més de %2$s usuaris registrats.",
    "Your Nextcloud server Subscription is over limit" : "La vostra subscripció al servidor Nextcloud ha superat el límit",
    "Dear admin," : "Benvolgut administrador,",
    "Your Nextcloud Subscription doesn't cover the number of users who are currently active on this server. Please contact your Nextcloud account manager to get your subscription updated!" : "La vostra subscripció a Nextcloud no cobreix el nombre d'usuaris que estan actualment actius en aquest servidor. Si us plau, poseu-vos en contacte amb el vostre gestor de comptes de Nextcloud per actualitzar la vostra subscripció!",
    "%1$s is your account manager and can be reached by email via %2$s or by phone via %3$s." : "%1$s és el vostre gestor del comptes i s'hi pot contactar per correu electrònic mitjançant %2$s o bé per telèfon a través de %3$s.",
    "Thank you," : "Gràcies,",
    "Your Nextcloud team" : "El vostre equip Nextcloud",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %s because you have more users than your subscription covers." : "Aquest correu s'ha enviat a tots els administradors per l'aplicació de suport de la vostra instància Nextcloud a %s perquè teniu més usuaris dels que cobreix la vostra subscripció.",
    "Your Nextcloud server Subscription is expired" : "La vostra subscripció a Nextcloud ha caducat",
    "Your Nextcloud server Subscription is expired!" : "La vostra subscripció a Nextcloud ha caducat!",
    "Your Nextcloud Subscription has expired! Please contact your Nextcloud account manager to get your subscription updated!" : "La vostra subscripció Nextcloud ha caducat! Poseu-vos en contacte amb el vostre gestor de comptes de Nextcloud per actualitzar la vostra subscripció!",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %s because your subscription expired." : "Aquest correu s'ha enviat a tots els administradors per l'aplicació de suport de la vostra instància Nextcloud a %s perquè la vostra subscripció ha caducat.",
    "Support" : "Suport",
    "Getting support and help for your Nextcloud" : "Rebeu suport i ajuda pel vostre Nextcloud",
    "The support app covers you with direct access to help and consulting resources, dedicated contact options to your account manager and an overview of your enterprise subscription." : "L'aplicació de suport us cobreix amb accés directe a recursos d'ajuda i consulta, opcions de contacte dedicades al gestor del vostre compte i una visió general de la vostra subscripció d'empresa.",
    "Basic subscription" : "Subscripció bàsica",
    "Standard subscription" : "Subscripció estàndar",
    "Premium subscription" : "Subscripció prèmium",
    "Géant subscription" : "Subscripció Géant",
    "Silver partner subscription" : "Subscripció soci plata",
    "Gold partner subscription" : "Subscripció soci or",
    "Subscription" : "Subscripció",
    "Over subscription limit" : "Supera el límit de subscripció",
    "Valid subscription" : "Subscripció vàlida",
    "Expired subscription" : "Subscripció caducada",
    "Subscription key:" : "Clau de subscripció:",
    "Expires in: " : "Caduca: ",
    "_%n year_::_%n years_" : ["%n any","%n anys"],
    "_%n month_::_%n months_" : ["%n mes","%n mesos"],
    "_%n week_::_%n weeks_" : ["%n setmana","%n setmanes"],
    "_%n day_::_%n days_" : ["%n dia","%n dies"],
    "For an unlimited amount of users" : "Per a una quantitat il·limitada d'usuaris",
    "_For %n active users_::_For %n active users_" : ["Per a %n usuari actiu","Per a %n usuaris actius"],
    "_For %n users_::_For %n users_" : ["Per %n usuari","Per %n usuaris"],
    "_currently at %n user_::_currently at %n users_" : ["actualment a %n usuari","actualment a %n usuaris"],
    "Includes support for %s" : "Inclou suport per a %s",
    "Includes support for %1$s & %2$s" : "Inclou suport per a %1$s & %2$s",
    "Includes support for %1$s, %2$s & %3$s" : "Inclou suport per a %1$s, %2$s & %3$s",
    "Extended maintenance life cycle" : "Cicle de vida de manteniment estès",
    "Update subscription key" : "Actualitza clau de subscripció",
    "%s is your account manager. Don't hesitate to reach out to us if you have questions regarding your subscription." : "El vostre gestor del compte és %s. No dubteu en contactar-nos si teniu preguntes sobre la vostra subscripció.",
    "You can find answers to common question in our portal and also file support requests there." : "Podeu trobar respostes a preguntes comuns al nostre portal, on i també podeu registrar-hi sol·licituds de suport.",
    "Access Nextcloud portal" : "Accés al portal Nextcloud",
    "System information" : "Informació del sistema",
    "Collect system information for support cases. The button below generates a text file in the folder \"System information\" and shares it as password protected public link. The link is valid for 2 weeks." : "Recopila informació del sistema per a casos de suport. El botó de sota genera un fitxer de text a la carpeta “Informació del sistema\" i la comparteix com a enllaç públic protegit amb contrasenya. L'enllaç és vàlid durant 2 setmanes.",
    "Generate system report" : "Genera informe del sistema",
    "Enterprise subscription recommended" : "Subscripció d'empresa recomanada",
    "No active enterprise subscription" : "No hi ha cap subscripció d'empresa activa",
    "Unsupported" : "No suportat",
    "This Nextcloud server has no Enterprise Subscription." : "Aquest servidor de Nextcloud no té cap subscripció d'empresa.",
    "A Nextcloud Enterprise Subscription helps you get the most out of your Nextcloud, keep your data secure and your server working reliably at all times." : "Una subscripció Nextcloud d'Empresa us ajuda a treure el màxim rendiment del vostre Nextcloud, manté les vostres dades segures i el vostre servidor de treball operatiu de manera fiable en tot moment.",
    "Advantages" : "Avantatges",
    "Access to the technical expertise of the Nextcloud developers through documentation and support" : "Accés a l'experiència tècnica dels desenvolupadors de Nextcloud mitjançant de la documentació i suport",
    "Access to additional capabilities like Outlook integration, online office and more" : "Accés a capacitats addicionals com integració d'Outlook, oficina en línia i altres",
    "Access to scalability expertise and scalability capabilities for Files and Talk" : "Accés a capacitats d'escalabilitat per a Fitxers i Xat",
    "Optional branding, consulting, architecture advice" : "Assessorament opcional de marca, consultoria, arquitectura",
    "Confidential security notification service, mitigations, patches and advice" : "Servei de notificacions de seguretat confidencial, mitigacions, pegats i consells",
    "Compliance certification, advice and documentation" : "Certificació de compliment normatiu, assessorament i documentació",
    "Get a quote" : "Demana un pressupost",
    "More information" : "Més informació",
    "Subscription benefits" : "Beneficis de la subscripció",
    "Pricing" : "Preus",
    "Community support" : "Suport comunitari",
    "Forum" : "Fòrum",
    "Nextcloud is free software which is supported by a very active community. Please register at the forum to ask questions and discuss with others." : "Nextcloud és un programari lliure recolzat per una comunitat molt activa. Registreu-vos al fòrum de fer preguntes i debatre amb d’altres.",
    "Nextcloud forum" : "Fòrum Nextcloud",
    "GitHub" : "GitHub",
    "Nextcloud uses GitHub as platform to collaboratively work. You can file bug reports directly there." : "Nextcloud utilitza GitHub com a plataforma de treballar de forma col·laborativa. Podeu obrir informes d'errors directament allà.",
    "Nextcloud at GitHub" : "Nextcloud a GitHub",
    "Subscription key" : "Clau de subscripció",
    "If you have an active Nextcloud Subscription please enter your subscription key here." : "Si teniu una subscripció Nextcloud activa si us plau introduïu la vostra clau de subscripció aquí.",
    "Learn more about an enterprise subscription." : "Obteniu més informació sobre una subscripció d'empresa.",
    "Set subscription key" : "Estableix clau de subscripció",
    "The subscription info could not properly fetched right now. A retry is scheduled. Please check back later." : "La informació de subscripció no s'ha pogut obtenir correctament ara mateix. S'ha planificat un reintent. Si us plau, torneu-ho a comprovar més tard.",
    "The subscription key was invalid." : "La clau de subscripció no era vàlida.",
    "The subscription key could not be verified, because this server has no internet connection. Please reach out to the support team to get this resolved." : "La clau de subscripció no ha pogut ser verificada, perquè aquest servidor no té cap connexió a internet. Si us plau, contacteu amb l'equip de suport perquè això quedi resolt.",
    "The subscription key had an invalid format." : "La clau de subscripció tenia un format no vàlid.",
    "While fetching the subscription information an error happened." : "Durant la recuperació de la informació de subscripció, s’ha produït un error.",
    "The button below generates a text file in the folder \"System information\" and shares it as password protected public link. The link is valid for 2 weeks." : "El botó de sota genera un fitxer de text a la carpeta “Informació del sistema\" i la comparteix com a enllaç públic protegit amb contrasenya. L'enllaç és vàlid durant 2 setmanes.",
    "News" : "Notícies",
    "To get up to date information what is going on at Nextcloud sign up for the newsletter and follow us on our social media accounts." : "Per obtenir informació actualitzada del que està passant a Nextcloud registreu-vos al butlletí i segueix-nos als nostres comptes de mitjans socials.",
    "Like our Facebook page" : "Poseu un m’agrada a la nostra pàgina de Facebook",
    "Follow us on Twitter" : "Seguiu-nos a Twitter",
    "Check out our blog" : "Consulteu el nostre bloc",
    "Subscribe to our newsletter" : "Subscriviu-vos al nostre butlletí"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}