{ "translations": {
    "Link:" : "Link:",
    "Password:" : "Adgangskode:",
    "Generating system report failed." : "Generering af systemrapport mislykkedes.",
    "Could not create folder \"System information\" to store generated report." : "Kunne ikke oprette mappen \"System information\" til at gemme genereret rapport.",
    "Could not create file \"%s\" to store generated report." : "Kunne ikke oprette filen \"%s\" for at gemme genereret rapport.",
    "Could not share file \"%s\". Nevertheless, you can find it in the folder \"System information\"." : "Kunne ikke dele filen \"%s\". Du kan dog finde filen i mappen \"System information\"",
    "Subscription notifications" : "Abonnements notifikationer",
    "Nextcloud Subscription" : "Nextcloud abonnement",
    "Your server has no Nextcloud Subscription or your Subscription has expired." : "Din server har ingen Nextcloud abonnement tilknyttet eller det er udløbet.",
    "Your Nextcloud server subscription does not cover your number of users." : "Dit Nexcloud server abonnement dækker ikke antallet af brugere du har oprettet.",
    "Your Nextcloud Subscription has expired!" : "Dit Nextcloud abonnement er udløbet!",
    "Your server has no Nextcloud Subscription" : "Din server har intet Nextcloud -abonnement",
    "Your Nextcloud server is not backed by a Nextcloud Enterprise Subscription." : "Din Nextcloud -server understøttes ikke af et Nextcloud Enterprise -abonnement.",
    "If your server setup breaks and employees can't work anymore, you don't have to rely on searching online forums for a solution. You have direct access to our experienced engineers!" : "Hvis din serveropsætning går i stykker, og medarbejderne ikke kan arbejde mere, behøver du ikke stole på at søge online fora efter en løsning. Du har direkte adgang til vores erfarne ingeniører!",
    "You have a contract with the vendor providing early security information, mitigations, patches and updates." : "Du har en kontrakt med leverandøren, der giver tidlige sikkerhedsoplysninger, afbødninger, opdateringer og opdateringer.",
    "If you need to stay longer on your current version without disruptions, you don't have to run software without security updates." : "Hvis du har brug for at blive længere på din nuværende version uden afbrydelser, behøver du ikke køre software uden sikkerhedsopdateringer.",
    "You have the best expertise at hand to deal with performance and scalability issues." : "Du har den bedste ekspertise til rådighed til at håndtere problemer med ydeevne og skalerbarhed.",
    "You have access to the right documentation and expertise to quickly answer compliance questions or deliver on GDPR, HIPAA and other regulation requirements." : "Du har adgang til den rigtige dokumentation og ekspertise til hurtigt at besvare compliance -spørgsmål eller levere GDPR, HIPAA og andre reguleringskrav.",
    "We can also provide Outlook integration, Online Office, scalable integrated audio-video and chat communication and other features only available in a limited form for free or develop further integrations and capabilities to your needs." : "Vi kan også tilbyde Outlook-integration, Online Office, skalerbar integreret lyd-video og chatkommunikation og andre funktioner, der kun er tilgængelige i en begrænset form gratis eller udvikle yderligere integrationer og muligheder til dine behov.",
    "A subscription helps you get the most out of Nextcloud!" : "Et abonnement hjælper dig med at få mest muligt ud af Nextcloud!",
    "Learn more now" : "Lær mere nu",
    "Your Nextcloud server Subscription is over limit" : "Dit Nextcloud -serverabonnement er over grænsen",
    "Dear admin," : "Kære admin,",
    "Your Nextcloud Subscription doesn't cover the number of users who are currently active on this server. Please contact your Nextcloud account manager to get your subscription updated!" : "Dit Nextcloud -abonnement dækker ikke antallet af brugere, der i øjeblikket er aktive på denne server. Kontakt din Nextcloud -kontoadministrator for at få dit abonnement opdateret!",
    "Thank you," : "Tak, ",
    "Your Nextcloud team" : "Dit Nextcloud -team",
    "Your Nextcloud server Subscription is expired" : "Dit Nextcloud -serverabonnement er udløbet",
    "Your Nextcloud server Subscription is expired!" : "Dit Nextcloud -serverabonnement er udløbet!",
    "Your Nextcloud Subscription has expired! Please contact your Nextcloud account manager to get your subscription updated!" : "Dit Nextcloud -abonnement er udløbet! Kontakt din Nextcloud -kontoadministrator for at få dit abonnement opdateret!",
    "Support" : "Support",
    "Getting support and help for your Nextcloud" : "Få support og hjælp til din Nextcloud",
    "The support app covers you with direct access to help and consulting resources, dedicated contact options to your account manager and an overview of your enterprise subscription." : "Supportappen dækker dig med direkte adgang til hjælp og rådgivningsressourcer, dedikerede kontaktmuligheder til din kontoadministrator og en oversigt over dit virksomhedsabonnement.",
    "Basic subscription" : "Grundlæggende abonnement",
    "Standard subscription" : "Standardabonnement",
    "Premium subscription" : "Premium abonnement",
    "Géant subscription" : "Géant abonnement",
    "Silver partner subscription" : "Sølvpartnerabonnement",
    "Gold partner subscription" : "Guldpartnerabonnement",
    "Subscription" : "Abonnement",
    "Over subscription limit" : "Over abonnementsgrænse",
    "Valid subscription" : "Gyldigt abonnement",
    "Expired subscription" : "Udløbet abonnement",
    "Subscription key:" : "Abonnementsnøgle:",
    "Expires in: " : "Udløber om:",
    "_%n year_::_%n years_" : ["%n år","%n år"],
    "_%n month_::_%n months_" : ["%n måned","%n måneder"],
    "_%n week_::_%n weeks_" : ["%n uge","%n uger"],
    "_%n day_::_%n days_" : ["%n dag","%n dage"],
    "For an unlimited amount of users" : "For et ubegrænset antal brugere",
    "Includes support for %s" : "Inkluderer support til %s",
    "Includes support for %1$s & %2$s" : "Inkluderer support til %1$s & %2$s",
    "Includes support for %1$s, %2$s & %3$s" : "Inkluder support til %1$s, %2$s & %3$s",
    "Extended maintenance life cycle" : "Forlænget vedligeholdelseslivscyklus",
    "Update subscription key" : "Opdater abonnementsnøgle",
    "%s is your account manager. Don't hesitate to reach out to us if you have questions regarding your subscription." : "%s er din kontoadministrator. Tøv ikke med at kontakte os, hvis du har spørgsmål vedrørende dit abonnement.",
    "You can find answers to common question in our portal and also file support requests there." : "Du kan finde svar på almindelige spørgsmål i vores portal og også indsende supportanmodninger der.",
    "Access Nextcloud portal" : "Få adgang til Nextcloud -portalen",
    "System information" : "Systemoplysninger",
    "Collect system information for support cases. The button below generates a text file in the folder \"System information\" and shares it as password protected public link. The link is valid for 2 weeks." : "Indsaml systemoplysninger til support sager. Knappen nedenfor genererer en tekstfil i mappen \"Systeminformation\" og deler den som et adgangskodebeskyttet offentligt link. Linket er gyldigt i 2 uger.",
    "Generate system report" : "Generer systemrapport",
    "Enterprise subscription recommended" : "Enterprise -abonnement anbefales",
    "No active enterprise subscription" : "Intet aktivt virksomhedsabonnement",
    "Unsupported" : "Ikke understøttet",
    "This Nextcloud server has no Enterprise Subscription." : "Denne Nextcloud -server har intet Enterprise -abonnement.",
    "A Nextcloud Enterprise Subscription helps you get the most out of your Nextcloud, keep your data secure and your server working reliably at all times." : "Et Nextcloud Enterprise -abonnement hjælper dig med at få mest muligt ud af din Nextcloud, holde dine data sikre og din server fungerer pålideligt hele tiden.",
    "Advantages" : "Fordele",
    "Access to the technical expertise of the Nextcloud developers through documentation and support" : "Adgang til den tekniske ekspertise hos Nextcloud -udviklerne gennem dokumentation og support",
    "Access to additional capabilities like Outlook integration, online office and more" : "Adgang til yderligere funktioner som Outlook -integration, onlinekontor og mere",
    "Access to scalability expertise and scalability capabilities for Files and Talk" : "Adgang til skalerbarhedsekspertise og skalerbarhedsfunktioner til Files and Talk",
    "Optional branding, consulting, architecture advice" : "Valgfri branding, rådgivning, arkitekturrådgivning",
    "Confidential security notification service, mitigations, patches and advice" : "Fortrolig sikkerhedstjeneste, afbødninger, patches og rådgivning",
    "Compliance certification, advice and documentation" : "Overholdelsescertificering, rådgivning og dokumentation",
    "Get a quote" : "få et tilbud nu",
    "More information" : "Mere information",
    "Subscription benefits" : "Abonnementsfordele",
    "Pricing" : "prispolitik",
    "Community support" : "Community support",
    "Forum" : "Forum",
    "Nextcloud is free software which is supported by a very active community. Please register at the forum to ask questions and discuss with others." : "Nextcloud er gratis software, der understøttes af et meget aktivt fællesskab. Registrer venligst på forummet for at stille spørgsmål og diskutere med andre.",
    "Nextcloud forum" : "Nextcloud forum",
    "GitHub" : "GitHub",
    "Nextcloud uses GitHub as platform to collaboratively work. You can file bug reports directly there." : "Nextcloud bruger GitHub som platform til samarbejde. Du kan indsende fejlrapporter direkte der.",
    "Nextcloud at GitHub" : "Nextcloud at GitHub",
    "Subscription key" : "Abonnementsnøgle",
    "If you have an active Nextcloud Subscription please enter your subscription key here." : "Hvis du har et aktivt Nextcloud -abonnement, skal du indtaste din abonnementsnøgle her.",
    "Learn more about an enterprise subscription." : "Få mere at vide om et virksomhedsabonnement.",
    "Set subscription key" : "Indstil abonnementsnøgle",
    "The subscription info could not properly fetched right now. A retry is scheduled. Please check back later." : "Abonnementsoplysningerne kunne ikke hentes korrekt lige nu. Der er planlagt et nyt forsøg. Tjek venligst tilbage senere.",
    "The subscription key was invalid." : "Abonnementsnøglen var ugyldig.",
    "The subscription key could not be verified, because this server has no internet connection. Please reach out to the support team to get this resolved." : "Abonnementsnøglen kunne ikke verificeres, fordi denne server ikke har nogen internetforbindelse. Kontakt supportteamet for at få dette løst.",
    "The subscription key had an invalid format." : "Abonnementsnøglen havde et ugyldigt format.",
    "While fetching the subscription information an error happened." : "Under hentningen af abonnementsoplysningerne skete der en fejl.",
    "The button below generates a text file in the folder \"System information\" and shares it as password protected public link. The link is valid for 2 weeks." : "Knappen nedenfor genererer en tekstfil i mappen \"Systeminformation\" og deler den som et adgangskodebeskyttet offentligt link. Linket er gyldigt i 2 uger.",
    "News" : "Nyheder",
    "To get up to date information what is going on at Nextcloud sign up for the newsletter and follow us on our social media accounts." : "For at få ajourført information, hvad der foregår på Nextcloud, skal du tilmelde dig nyhedsbrevet og følge os på vores sociale mediekonti.",
    "Like our Facebook page" : "Følg os på Facebook",
    "Follow us on Twitter" : "Følg os på Twitter",
    "Check out our blog" : "Besøg vores blog",
    "Subscribe to our newsletter" : "Abonner på vores nyhedsbrev"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}