{ "translations": {
    "Link:" : "Link:",
    "Password:" : "Passwort:",
    "Generating system report failed." : "Erstellung des System-Berichts fehlgeschlagen.",
    "Could not create folder \"System information\" to store generated report." : "Ordner \"System information\" konnte nicht erstellt werden, um den erstellten Bericht zu speichern.",
    "Could not create file \"%s\" to store generated report." : "Die Datei \"%s\" konnte nicht erstellt werden, um in ihr den erstellten Bericht zu speichern.",
    "Could not share file \"%s\". Nevertheless, you can find it in the folder \"System information\"." : "Konnte Datei \"%s\" nicht teilen. Nichtsdestotrotz können Sie die Datei im Ordner \"Systeminformation\" finden.",
    "Subscription notifications" : "Abonnement-Benachrichtigungen",
    "Nextcloud Subscription" : "Nextcloud-Abonnement",
    "Your server has no Nextcloud Subscription or your Subscription has expired." : "Ihr Server hat kein Nextcloud-Abonnement oder Ihr Abonnement ist abgelaufen.",
    "Your Nextcloud server subscription does not cover your number of users." : "Ihr Nexcloud-Abonnement umfasst nicht die Anzahl Ihrer Benutzer.",
    "Your Nextcloud Subscription has expired!" : "Ihr Nextcloud-Abonnement ist abgelaufen!",
    "Your server has no Nextcloud Subscription" : "Ihr Server hat kein Nextcloud-Abonnement",
    "Your Nextcloud server is not backed by a Nextcloud Enterprise Subscription." : "Ihr Server wird nicht von einem Nextcloud-Enterprise-Abonnement umfasst.",
    "If your server setup breaks and employees can't work anymore, you don't have to rely on searching online forums for a solution. You have direct access to our experienced engineers!" : "Wenn Ihre Serverkonfiguration gestört ist und Mitarbeiter nicht mehr arbeiten können, müssen Sie sich nicht darauf verlassen, dass Sie in Online-Foren nach einer Lösung suchen. Sie haben direkten Zugang zu unseren erfahrenen Ingenieuren!",
    "You have a contract with the vendor providing early security information, mitigations, patches and updates." : "Sie haben einen Vertrag mit dem Anbieter, der frühzeitige Sicherheitsinformationen, Maßnahmen, Patches und Updates bereitstellt.",
    "If you need to stay longer on your current version without disruptions, you don't have to run software without security updates." : "Wenn Sie länger und ohne Unterbrechungen auf Ihrer aktuellen Version bleiben müssen, müssen Sie keine Software ohne Sicherheitsupdates betreiben.",
    "You have the best expertise at hand to deal with performance and scalability issues." : "Sie haben Zugriff auf das beste Know-how, um Probleme bezüglich Leistung und Skalierbarkeit zu lösen.",
    "You have access to the right documentation and expertise to quickly answer compliance questions or deliver on GDPR, HIPAA and other regulation requirements." : "Sie haben Zugriff auf die richtige Dokumentation und das richtige Fachwissen, um Fragen zur Einhaltung von GDPR, HIPAA und anderer Vorschriften schnell beantworten zu können.",
    "We can also provide Outlook integration, Online Office, scalable integrated audio-video and chat communication and other features only available in a limited form for free or develop further integrations and capabilities to your needs." : "Wir können auch Outlook-Integration, Online-Office, skalierbare Integrationen für Audio-Video- und Chat-Kommunikation sowie andere Funktionen anbieten, die nur in begrenzter Form kostenlos zur Verfügung stehen, oder weitere Integrationen und Funktionen nach Ihren Bedürfnissen entwickeln.",
    "A subscription helps you get the most out of Nextcloud!" : "Ein Abonnement hilft Ihnen, das meiste aus Nexcloud herauszuholen!",
    "Learn more now" : "Erfahren Sie jetzt mehr",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %1$s because you have over %2$s registered users." : "Diese E-Mail wurde von der Support-App Ihrer Nextcloud-Instanz unter %1$s an alle Administratoren verschickt, weil über %2$s registrierte Benutzer vorhanden sind.",
    "Your Nextcloud server Subscription is over limit" : "Ihr Nextcloud-Server-Abonnement ist über dem Limit",
    "Dear admin," : "Sehr gehrter Administrator,",
    "Your Nextcloud Subscription doesn't cover the number of users who are currently active on this server. Please contact your Nextcloud account manager to get your subscription updated!" : "Ihr Nextcloud-Abonnement umfasst nicht die Anzahl der aktuell auf diesem Server aktiven Benutzer. Bitte kontaktieren Sie Ihren Konten-Manager, um Ihr Abonnement aktualisieren zu lassen!",
    "%1$s is your account manager and can be reached by email via %2$s or by phone via %3$s." : "%1$s ist Ihr Konten-Manager und per E-Mail über %2$soder telefonisch unter %3$s erreichbar.",
    "Thank you," : "Danke schön,",
    "Your Nextcloud team" : "Ihr Nextcloud-Team",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %s because you have more users than your subscription covers." : "Diese E-Mail wurde von der Support-App auf Ihrer Nextcloud-Instanz %s an an alle Administratoren gesendet, da Sie mehr Benutzer haben, als Ihr Abonnement abdeckt.",
    "Your Nextcloud server Subscription is expired" : "Ihr Nextcloud-Server-Abonnement ist abgelaufen",
    "Your Nextcloud server Subscription is expired!" : "Ihr Nextcloud-Server-Abonnement ist abgelaufen!",
    "Your Nextcloud Subscription has expired! Please contact your Nextcloud account manager to get your subscription updated!" : "Ihr Nextcloud Abonnement ist abgelaufen! Bitte kontaktieren Sie Ihren Konten-Manager um das Abonnement verlängert zu bekommen.",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %s because your subscription expired." : "Diese E-Mail wurde von der Support-App Ihrer Nextcloud-Instanz unter %s an alle Administratoren verschickt, weil Ihr Nextcloud-Abonnement abgelaufen ist.",
    "Support" : "Support",
    "Getting support and help for your Nextcloud" : "Erhalten Sie Support und Hilfe für Ihre Nextcloud",
    "The support app covers you with direct access to help and consulting resources, dedicated contact options to your account manager and an overview of your enterprise subscription." : "Die Support-App bietet direkten Zugriff auf Hilfe- und Vertriebsquellen, direkte Kontaktmöglichkeiten zum Konten-Manager sowie einen Überblick über das Enterprise-Abonnement.",
    "Basic subscription" : "Basis Abonnement",
    "Standard subscription" : "Standard-Abonnement",
    "Premium subscription" : "Premium Abonnement",
    "Géant subscription" : "Géant Abonnement",
    "Silver partner subscription" : "Silber-Partner Abonnement",
    "Gold partner subscription" : "Gold-Partner Abonnement",
    "Subscription" : "Abonnement",
    "Over subscription limit" : "Abonnement-Limit überschritten",
    "Valid subscription" : "Gültiges Abonnement",
    "Expired subscription" : "Abgelaufenes Abonnement",
    "Subscription key:" : "Abonnement-Schlüssel:",
    "Expires in: " : "Läuft ab in: ",
    "_%n year_::_%n years_" : ["%n Jahr","%n Jahre"],
    "_%n month_::_%n months_" : ["%n Monat","%n Monate"],
    "_%n week_::_%n weeks_" : ["%n Woche","%n Wochen"],
    "_%n day_::_%n days_" : ["%n Tag","%n Tage"],
    "For an unlimited amount of users" : "Für eine unbegrenzte Anzahl an Nutzern",
    "_For %n active users_::_For %n active users_" : ["Für %n aktiven Benutzer","Für %n aktive Benutzer"],
    "_For %n users_::_For %n users_" : ["Für %n Benutzer","Für %n Benutzer"],
    "_currently at %n user_::_currently at %n users_" : ["aktuell mit %n Benutzer","aktuell mit %n Benutzern"],
    "Includes support for %s" : "Beinhaltet Support für %s",
    "Includes support for %1$s & %2$s" : "Beinhaltet Support für %1$s & %2$s",
    "Includes support for %1$s, %2$s & %3$s" : "Beinhaltet Support für %1$s, %2$s & %3$s",
    "Extended maintenance life cycle" : "Erweiterter Wartungslebenszyklus",
    "Update subscription key" : "Abonnement-Schlüssel aktualisieren",
    "%s is your account manager. Don't hesitate to reach out to us if you have questions regarding your subscription." : "%s ist Ihr Konten-Manager. Zögeren Sie nicht, uns bezüglich Fragen zu Ihrem Abonnement anzusprechen.",
    "You can find answers to common question in our portal and also file support requests there." : "In unserem Portal finden Sie Antworten auf häufige Fragen und können auch Unterstützung anfordern.",
    "Access Nextcloud portal" : "Zum Nextcloud-Portal",
    "System information" : "Systeminformation",
    "Collect system information for support cases. The button below generates a text file in the folder \"System information\" and shares it as password protected public link. The link is valid for 2 weeks." : "Erstellen von Systeminformationen für Supportfälle. Nach Betätigung der Schaltfläche wird eine Textdatei im Ordner \"System information\" erstellt und über eine passwortgeschütze, öffentliche Freigabe geteilt. Der Link ist 2 Wochen lang aktiv.",
    "Generate system report" : "System-Bericht erstellen",
    "Enterprise subscription recommended" : "Enterprise-Abonnement empfohlen",
    "No active enterprise subscription" : "Kein aktives Enterprise-Abonnement",
    "Unsupported" : "Nicht unterstützt",
    "This Nextcloud server has no Enterprise Subscription." : "Dieser Nextcloud-Server verfügt über kein Enterprise-Abonnement.",
    "A Nextcloud Enterprise Subscription helps you get the most out of your Nextcloud, keep your data secure and your server working reliably at all times." : "Ein Nextcloud Enterprise-Abonnement hilft Ihnen, das Meiste aus Ihrer Nextcloud herauszuholen, Ihre Daten abzusichern und Ihren Server zuverlässig laufen zu lassen.",
    "Advantages" : "Vorteile",
    "Access to the technical expertise of the Nextcloud developers through documentation and support" : "Ein Nextcloud Enterprise-Abonnenment hilft Ihnen, das meiste aus Ihrer Nextcloud herauszuholen, Ihre Daten abzusichern und Ihren Server jederzeit zuverlässig zu betreiben.",
    "Access to additional capabilities like Outlook integration, online office and more" : "Zugriff auf weitere Funktionen wie Outlook-Integration, Online-Office usw.",
    "Access to scalability expertise and scalability capabilities for Files and Talk" : "Zugriff auf Skalierbarkeits-Sachverstand und Skalierbarkeits-Fähigkeiten für Dateien und Talk",
    "Optional branding, consulting, architecture advice" : "Optional Unterstützung bezüglich Branding, Beratung und Architektur",
    "Confidential security notification service, mitigations, patches and advice" : "Vertraulicher Sicherheitsbenachrichtigungsdienst, Risikominderung, Patches und Hilfestellungen",
    "Compliance certification, advice and documentation" : "Compliance-Zertifizierung, Beratung und Dokumentation",
    "Get a quote" : "Erhalten Sie ein Angebot",
    "More information" : "Mehr Informationen",
    "Subscription benefits" : "Abonnement-Vorteile",
    "Pricing" : "Preise",
    "Community support" : "Community-Unterstützung",
    "Forum" : "Forum",
    "Nextcloud is free software which is supported by a very active community. Please register at the forum to ask questions and discuss with others." : "Nextcloud ist eine freie Software, die von einer sehr aktiven Community unterstützt wird. Bitte melden Sie sich im Forum an um Fragen zu stellen oder mit anderen zu diskutieren.",
    "Nextcloud forum" : "Nextcloud Forum",
    "GitHub" : "GitHub",
    "Nextcloud uses GitHub as platform to collaboratively work. You can file bug reports directly there." : "Nextcloud verwendet GitHub als Plattform für die Zusammenarbeit. Sie können dort Fehler direkt melden.",
    "Nextcloud at GitHub" : "Nextcloud auf GitHub",
    "Subscription key" : "Abonnement-Schlüssel",
    "If you have an active Nextcloud Subscription please enter your subscription key here." : "Wenn Sie über ein aktives Nextcloud-Abonnement verfügen, geben Sie bitte hier Ihren Abonnements-Schlüssel ein.",
    "Learn more about an enterprise subscription." : "Erfahren Sie mehr über das Enterprise-Abonnement.",
    "Set subscription key" : "Abonnements-Schlüssel eingeben",
    "The subscription info could not properly fetched right now. A retry is scheduled. Please check back later." : "Die Abonnenments-Informationen konnten soeben nicht abgerufen werden. Eine Wiederholung ist geplant. Bitte später noch einmal überprüfen.",
    "The subscription key was invalid." : "Der Abonnement-Schlüssel ist ungültig.",
    "The subscription key could not be verified, because this server has no internet connection. Please reach out to the support team to get this resolved." : "Der Abonnement-Schlüssel konnte nicht überprüft werden, da dieser Server nicht mit dem Internet verbunden ist. Bitte wenden Sie sich zur Fehlerbehebung an das Support-Team.",
    "The subscription key had an invalid format." : "Der Abonnement-Schlüssel hat ein ungültiges Format.",
    "While fetching the subscription information an error happened." : "Beim Abruf der Abonnement-Informationen ist ein Fehler aufgetreten",
    "The button below generates a text file in the folder \"System information\" and shares it as password protected public link. The link is valid for 2 weeks." : "Nach Betätigung der Schaltfläche wird eine Textdatei im Ordner \"System Information\" erstellt und über eine passwortgeschützte, öffentliche Freigabe geteilt. Der Link ist 2 Wochen lang aktiv.",
    "News" : "Neuigkeiten",
    "To get up to date information what is going on at Nextcloud sign up for the newsletter and follow us on our social media accounts." : "Abonnieren Sie unseren Newsletter und folgen Sie uns auf unseren Social-Media-Kanälen um bezüglich der Nexcloud-Entwicklung immer auf dem Laufenden zu sein.",
    "Like our Facebook page" : "Hinterlassen Sie ein \"Gefällt mir\" auf unserer Facebook-Seite",
    "Follow us on Twitter" : "Folgen Sie uns auf Twitter",
    "Check out our blog" : "Sehen Sie sich unseren Blog an",
    "Subscribe to our newsletter" : "Abonnieren Sie unseren Newsletter"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}