{ "translations": {
    "Link:" : "リンク:",
    "Password:" : "パスワード:",
    "Generating system report failed." : "システムレポートの生成に失敗しました。",
    "Could not create folder \"System information\" to store generated report." : "生成されたレポートを保存するための\"システム情報\"フォルダーを作成できませんでした。",
    "Could not create file \"%s\" to store generated report." : "生成されたレポートを保存するための\"%s\"ファイルを作成できませんでした。",
    "Could not share file \"%s\". Nevertheless, you can find it in the folder \"System information\"." : "ファイル\"%s\"を共有できませんでした。なおファイルは、”システム情報”フォルダーにあります。",
    "Subscription notifications" : "サブスクリプションのお知らせ",
    "Nextcloud Subscription" : "Nextcloudサブスクリプション",
    "Your server has no Nextcloud Subscription or your Subscription has expired." : "サーバーにNextcloudサブスクリプションがないか、サブスクリプションの有効期限が切れています。",
    "Your Nextcloud server subscription does not cover your number of users." : "Nextcloudサーバーサブスクリプションが、ユーザー数に不足しています。",
    "Your Nextcloud Subscription has expired!" : "サブスクリプションの有効期限が切れています！",
    "Your server has no Nextcloud Subscription" : "サーバーにNextcloudサブスクリプションがありません",
    "Your Nextcloud server is not backed by a Nextcloud Enterprise Subscription." : "あなたのNextcloudサーバーはNextcloud法人向けサブスクリプションにサポートされていません。",
    "If your server setup breaks and employees can't work anymore, you don't have to rely on searching online forums for a solution. You have direct access to our experienced engineers!" : "サーバーの設定に失敗し動かなくなって従業員がこれ以上働けなくなってしまっても、オンラインフォーラムで解決策を探す必要はありません。Nextcloud社の経験豊富なエンジニアが直接サポートします！",
    "You have a contract with the vendor providing early security information, mitigations, patches and updates." : "ベンダーが提供する事前のセキュリティ情報、緩和策、パッチとアップデート契約があります。",
    "If you need to stay longer on your current version without disruptions, you don't have to run software without security updates." : "システムが崩壊しないように現在のバージョンを使い続けるならば、セキュリティアップデートなしにソフトウェアを実行してはいけません。",
    "You have the best expertise at hand to deal with performance and scalability issues." : "お客様には、パフォーマンスと拡張性の問題に対処するための最高の専門知識があります。",
    "You have access to the right documentation and expertise to quickly answer compliance questions or deliver on GDPR, HIPAA and other regulation requirements." : "適切なドキュメントと専門知識を利用して、コンプライアンスに関する質問に迅速に回答したり、GDPR、HIPAA、その他の規制要件に対応したりできます。",
    "We can also provide Outlook integration, Online Office, scalable integrated audio-video and chat communication and other features only available in a limited form for free or develop further integrations and capabilities to your needs." : "また、Outlookとの連携、Officeオンライン、スケーラブルな統合オーディオ・ビデオ・チャットコミュニケーションなど、限られた形でしか利用できない機能を無料で提供したり、お客様のニーズに合わせてさらなる統合や機能を開発することもできます",
    "A subscription helps you get the most out of Nextcloud!" : "サブスクリプションしていただくと、Nextcloudを最大限に活用できます。",
    "Learn more now" : "今すぐもっと見る",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %1$s because you have over %2$s registered users." : "このメールは、登録ユーザーが%2$s人を超えているため%1$sのNextcloudインスタンスのお問い合わせアプリからすべての管理者に送信されました。",
    "Your Nextcloud server Subscription is over limit" : "Nextcloudサーバーのサブスクリプションが制限を超えています",
    "Dear admin," : "管理者様へ",
    "Your Nextcloud Subscription doesn't cover the number of users who are currently active on this server. Please contact your Nextcloud account manager to get your subscription updated!" : "お客様のNextcloudサブスクリプションは、このサーバー上で現在アクティブなユーザー数をカバーしていません。サブスクリプションを更新するには、Nextcloudアカウントマネージャーにお問い合わせください。",
    "%1$s is your account manager and can be reached by email via %2$s or by phone via %3$s." : "%1$sはあなたのアカウントマネージャーであり、%2$sによりメール、または%3$sにより電話で連絡できます。",
    "Thank you," : "ありがとうございます。",
    "Your Nextcloud team" : "あなたのNextcloudチーム",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %s because you have more users than your subscription covers." : "ユーザー数がサブスクリプションによってカバーできる人数よりも多いため、このメールは%sのNextcloudインスタンスのお問い合わせアプリから全管理者に送信されました。",
    "Your Nextcloud server Subscription is expired" : "サーバーのサブスクリプションの有効期限が切れています！",
    "Your Nextcloud server Subscription is expired!" : "サーバーのサブスクリプションの有効期限が切れています！",
    "Your Nextcloud Subscription has expired! Please contact your Nextcloud account manager to get your subscription updated!" : "Nextcloudのサブスクリプションの有効期限が切れました。サブスクリプションを更新するには、Nextcloudアカウントマネージャーにお問い合わせください。",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %s because your subscription expired." : "このメールは、サブスクリプションが期限切れになったため、Nextcloudインスタンス上のお問い合わせアプリによって%sにすべての管理者に送信されました。",
    "Support" : "お問い合わせ",
    "Getting support and help for your Nextcloud" : "Nextcloudのサポートとヘルプの入手",
    "The support app covers you with direct access to help and consulting resources, dedicated contact options to your account manager and an overview of your enterprise subscription." : "お問い合わせアプリでは、ヘルプやコンサルティングリソースへの直接アクセス、あなたのアカウント管理者の専用お問い合わせオプション、法人向けサブスクリプションの概要が提供されます。",
    "Basic subscription" : "ベーシックサブスクリプション",
    "Standard subscription" : "スタンダードサブスクリプション",
    "Premium subscription" : "プレミアムサブスクリプション",
    "Géant subscription" : "大型サブスクリプション",
    "Silver partner subscription" : "シルバーパートナーサブスクリプション",
    "Gold partner subscription" : "ゴールドパートナーサブスクリプション",
    "Subscription" : "サブスクリプション",
    "Over subscription limit" : "サブスクリプション制限の超過",
    "Valid subscription" : "有効なサブスクリプション",
    "Expired subscription" : "期限切れのサブスクリプション",
    "Subscription key:" : "サブスクリプションキー:",
    "Expires in: " : "期限日:",
    "_%n year_::_%n years_" : ["%n年"],
    "_%n month_::_%n months_" : ["%nヶ月"],
    "_%n week_::_%n weeks_" : ["%n週間"],
    "_%n day_::_%n days_" : ["%n日"],
    "For an unlimited amount of users" : "無制限のユーザーに向けて",
    "_For %n active users_::_For %n active users_" : ["アクティブユーザー数%nまで"],
    "_For %n users_::_For %n users_" : ["ユーザー%n人の場合"],
    "_currently at %n user_::_currently at %n users_" : ["現在のユーザー数は%n人"],
    "Includes support for %s" : "%sのサポートを含む",
    "Includes support for %1$s & %2$s" : "%1$sと%2$sのサポートを含む",
    "Includes support for %1$s, %2$s & %3$s" : "%1$sと%2$s、%3$sのサポートを含む",
    "Extended maintenance life cycle" : "メンテナンスライフサイクルの延長",
    "Update subscription key" : "サブスクリプションキーを更新する",
    "%s is your account manager. Don't hesitate to reach out to us if you have questions regarding your subscription." : "%sはあなたのアカウントマネージャーです。サブスクリプションに関するご質問がございましたら、お気軽にお問い合わせください。",
    "You can find answers to common question in our portal and also file support requests there." : "よくあるご質問への回答とお問い合わせを送信はポータルにあります。",
    "Access Nextcloud portal" : "Nextcloudポータルにアクセスする",
    "System information" : "システム情報",
    "Collect system information for support cases. The button below generates a text file in the folder \"System information\" and shares it as password protected public link. The link is valid for 2 weeks." : "お問い合わせ案件のためにシステム情報を収集します。下のボタンをクリックすると、フォルダー「システム情報」にテキストファイルが生成され、パスワードで保護された公開リンクとして共有されます。リンクは2週間有効です。",
    "Generate system report" : "システムレポートを生成する",
    "Enterprise subscription recommended" : "法人向けサブスクリプションを推奨",
    "No active enterprise subscription" : "有効な法人向けサブスクリプションがありません",
    "Unsupported" : "サポートされていません。",
    "This Nextcloud server has no Enterprise Subscription." : "このNextcloudサーバーに法人向けサブスクリプションはありません。",
    "A Nextcloud Enterprise Subscription helps you get the most out of your Nextcloud, keep your data secure and your server working reliably at all times." : "Nextcloud法人向けサブスクリプションを使用すると、Nextcloudを最大限に活用し、データを安全に保ち、サーバーを常に確実に作動させることができます。",
    "Advantages" : "メリット",
    "Access to the technical expertise of the Nextcloud developers through documentation and support" : "ドキュメントとサポートによるNextcloud開発者の技術的専門知識の利用",
    "Access to additional capabilities like Outlook integration, online office and more" : "Outlookインテグレーション、online officeなどの追加機能の利用",
    "Access to scalability expertise and scalability capabilities for Files and Talk" : "FilesとTalkについての拡張性の専門知識と拡張機能の利用",
    "Optional branding, consulting, architecture advice" : "オプションのブランディング、コンサルティング、アーキテクチャアドバイス",
    "Confidential security notification service, mitigations, patches and advice" : "脆弱性情報公開前の事前の連絡、軽減策、パッチ、およびアドバイス",
    "Compliance certification, advice and documentation" : "コンプライアンス認定、アドバイス、文書化",
    "Get a quote" : "見積もりを取得する",
    "More information" : "詳細情報",
    "Subscription benefits" : "サブスクリプションのメリット",
    "Pricing" : "価格",
    "Community support" : "コミュニティサポート",
    "Forum" : "フォーラム",
    "Nextcloud is free software which is supported by a very active community. Please register at the forum to ask questions and discuss with others." : "Nextcloudは非常に活発なコミュニティによって支えているフリーソフトウェアです。 質問をしたり他の人と話し合ったりするにはフォーラムに登録してください。",
    "Nextcloud forum" : "Nextcloudフォーラム",
    "GitHub" : "GitHub",
    "Nextcloud uses GitHub as platform to collaboratively work. You can file bug reports directly there." : "Nextcloudは共同作業の為のプラットフォームにGitHubを使用しています。 バグレポートを直接GitHubに提出することができます。",
    "Nextcloud at GitHub" : "Nextcloud at GitHub",
    "Subscription key" : "サブスクリプションキー",
    "If you have an active Nextcloud Subscription please enter your subscription key here." : "有効なNextcloudサブスクリプションをお持ちの場合は、ここにサブスクリプションキーを入力してください。",
    "Learn more about an enterprise subscription." : "法人向けサブスクリプションの詳細をご確認ください。",
    "Set subscription key" : "Nextcloudサブスクリプションのキーを設定",
    "The subscription info could not properly fetched right now. A retry is scheduled. Please check back later." : "サブスクリプション情報を正しく取得できませんでした。再試行がスケジュール設定されました。後で確認してください。",
    "The subscription key was invalid." : "サブスクリプションキーが無効です",
    "The subscription key could not be verified, because this server has no internet connection. Please reach out to the support team to get this resolved." : "サーバーがインターネットに接続されていないため、サブスクリプションキーを確認できませんでした。この問題を解決するには、サポートチームにお問い合わせください。",
    "The subscription key had an invalid format." : "サブスクリプションキーの形式が無効です。",
    "While fetching the subscription information an error happened." : "サブスクリプション情報の取得中にエラーが発生しました。",
    "The button below generates a text file in the folder \"System information\" and shares it as password protected public link. The link is valid for 2 weeks." : "フォルダー「システム情報」にテキストファイルを生成し、それをパスワードで保護されたパブリックリンクとして共有します。 リンクは2週間有効です。",
    "News" : "ニュース",
    "To get up to date information what is going on at Nextcloud sign up for the newsletter and follow us on our social media accounts." : "Nextcloudの最新情報を入手するにはニュースレターにサインアップして、ソーシャルメディアアカウントでフォローしてください。",
    "Like our Facebook page" : "私たちのFacebookのページをいいねしましょう！",
    "Follow us on Twitter" : "Twitter でフォローしましょう！",
    "Check out our blog" : "私たちのブログを見てね！",
    "Subscribe to our newsletter" : "ニュースレターを購読しましょう！"
},"pluralForm" :"nplurals=1; plural=0;"
}