{ "translations": {
    "Link:" : "Lenke:",
    "Password:" : "Passord:",
    "Generating system report failed." : "Det oppsto en feil under generering av systemrapport",
    "Could not create folder \"System information\" to store generated report." : "Kunne ikke opprette mappen \"Systeminformasjon\" for å lagre generert rapport",
    "Could not create file \"%s\" to store generated report." : "Klarte ikke å opprette fil \"%s\" for lagring av generert rapport",
    "Could not share file \"%s\". Nevertheless, you can find it in the folder \"System information\"." : "Kunne ikke dele filen \"%s\". Du kan uansett finne den i mappen \"Systeminformasjon\".",
    "Subscription notifications" : "Abonnementvarsel",
    "Nextcloud Subscription" : "Nextcloud abonnement",
    "Your server has no Nextcloud Subscription or your Subscription has expired." : "Din server har ingen Nextcloud abonnement, eller ditt abonnementet har utløpt",
    "Your Nextcloud server subscription does not cover your number of users." : "Ditt abonnement på Nextcloud-server dekker ikke ditt antall brukere",
    "Your Nextcloud Subscription has expired!" : "Ditt Nextcloud abonnement har utløpt!",
    "Your server has no Nextcloud Subscription" : "Serveren din har ikke et Nextcloud-abonnement",
    "Your Nextcloud server is not backed by a Nextcloud Enterprise Subscription." : "Din Nextcloud server har ikke tilgang til Nextcloud bedriftsabonnement",
    "If your server setup breaks and employees can't work anymore, you don't have to rely on searching online forums for a solution. You have direct access to our experienced engineers!" : "Du trenger ikke lenger være avhengig av å søke igjennom online forumer for en løsning hvis ditt server-oppsett knekker og de ansatte ikke får jobbet mer. Du får nå direkte tilgang til våre erfarne ingeniører!",
    "You have a contract with the vendor providing early security information, mitigations, patches and updates." : "Du har en kontrakt med leverandøren som gir deg tidlig sikkerhetsinformasjon, skadebegrensninger, småfikser og oppdateringer.",
    "If you need to stay longer on your current version without disruptions, you don't have to run software without security updates." : "Hvis du trenger å kjøre på nåværende versjon uten avbrytelser, trenger du ikke kjøre programvare uten sikkerhetsoppdateringer.",
    "You have the best expertise at hand to deal with performance and scalability issues." : "Du har den beste ekspertisen tilgjengelig for å håndtere problemer med ytelse eller skalerbarhet.",
    "You have access to the right documentation and expertise to quickly answer compliance questions or deliver on GDPR, HIPAA and other regulation requirements." : "Du har tilgang til den riktige dokumentasjonen og ekspertisen så du får raske svar på spørsmål om samsvar eller om krav innen GDPR, HIPAA og andre reguleringer.",
    "We can also provide Outlook integration, Online Office, scalable integrated audio-video and chat communication and other features only available in a limited form for free or develop further integrations and capabilities to your needs." : "Vi kan også tilby Outlook-integrasjon, Online Office, skalerbar integrert lyd/video og chat-kommunikasjon og andre funksjoner som kun er tilgjengelig i begrenset form gratis eller utvikle ytterligere integrasjoner og muligheter til dine behov.",
    "A subscription helps you get the most out of Nextcloud!" : "Et abonnement hjelper deg med å få  mest ut av Nextcloud!",
    "Learn more now" : "Lær mer nå",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %1$s because you have over %2$s registered users." : "Denne mailen ble sendt til alle administratorer gjennom support-appen på din Nextcloud-enhet på %1$s fordi du har over %2$s registrerte brukere.",
    "Your Nextcloud server Subscription is over limit" : "Din Nextcloud server har overgått abonnementsgrensen",
    "Dear admin," : "Kjære administrator,",
    "Your Nextcloud Subscription doesn't cover the number of users who are currently active on this server. Please contact your Nextcloud account manager to get your subscription updated!" : "Ditt Nextcloud-abonnement dekker ikke det antall personer som per nå er aktive på denne serveren. Vennligst kontakt din kontoansvarlig hos Nextcloud for å få oppdatert ditt abonnement.",
    "%1$s is your account manager and can be reached by email via %2$s or by phone via %3$s." : "%1$s er din kontoansvarlig og kan nås på på e-post %2$s eller på telefon %3$s.",
    "Thank you," : "Takk,",
    "Your Nextcloud team" : "Ditt Nextcloud lag",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %s because you have more users than your subscription covers." : "Denne mailen ble sendt til alle administratorer gjennom support-appen på din Nextcloud-enhet på %s fordi du har flere registrerte brukere enn det abonnementet tillater.",
    "Your Nextcloud server Subscription is expired" : "Ditt Nextcloud server abonnement har utløpt!",
    "Your Nextcloud server Subscription is expired!" : "Ditt Nextcloud server abonnement har utløpt!",
    "Your Nextcloud Subscription has expired! Please contact your Nextcloud account manager to get your subscription updated!" : "Ditt Nextcloud server abonnement har utløpt! Vennligst kontakt din kontoansvarlig hos Nextcloud for å få oppdatert ditt abonnement.",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %s because your subscription expired." : "Denne mailen ble sendt til alle administratorer gjennom support-appen på din Nextcloud-enhet på %s fordi abonnementet har gått ut.",
    "Support" : "Støtte",
    "Getting support and help for your Nextcloud" : "Få støtte og hjelp til din Nextcloud",
    "The support app covers you with direct access to help and consulting resources, dedicated contact options to your account manager and an overview of your enterprise subscription." : "Support-appen gir deg direkte tilgang til hjelp og ressurser som kan konsulteres, dedikerte kontakt valg til din kontoansvarlig og et overblikk over ditt bedrifts-abonnement.",
    "Basic subscription" : "Basisabonnement",
    "Standard subscription" : "Standardabonnement",
    "Premium subscription" : "Premium-abonnement",
    "Géant subscription" : "Kjempeabonnement",
    "Silver partner subscription" : "Sølv partner abonnement",
    "Gold partner subscription" : "Gull partner abonnement",
    "Subscription" : "Abonnement",
    "Over subscription limit" : "Oversteget abonnement grensen",
    "Valid subscription" : "Gyldig abonnement",
    "Expired subscription" : "Utløpt abonnement",
    "Subscription key:" : "Abonnement nøkkel:",
    "Expires in: " : "Utløper om:",
    "_%n year_::_%n years_" : ["%n år","%n år"],
    "_%n month_::_%n months_" : ["%n måned","%n måneder"],
    "_%n week_::_%n weeks_" : ["%n uke","%n uker"],
    "_%n day_::_%n days_" : ["%n dag","%n dager"],
    "For an unlimited amount of users" : "For ubegrenset antall brukere",
    "_For %n active users_::_For %n active users_" : ["For %n aktiv bruker","For %n aktive brukere"],
    "_For %n users_::_For %n users_" : ["For %n bruker","For %n brukere"],
    "_currently at %n user_::_currently at %n users_" : ["for øyeblikket på %n bruker","for øyeblikket på %n brukere"],
    "Includes support for %s" : "Inkluderer støtte for %s",
    "Includes support for %1$s & %2$s" : "Inkluderer støtte for %1$s og %2$s",
    "Includes support for %1$s, %2$s & %3$s" : "Inkluderer støtte for %1$s, %2$s og %3$s",
    "Extended maintenance life cycle" : "Utvidet livssyklus på vedlikehold",
    "Update subscription key" : "Oppdater abonnement nøkkel",
    "%s is your account manager. Don't hesitate to reach out to us if you have questions regarding your subscription." : "%s er din kontoansvarlig. Ikke nøl med å ta kontakt med oss hvis du har spørsmål angående ditt abonnement.",
    "You can find answers to common question in our portal and also file support requests there." : "Du kan finne svar på vanlige spørsmål i vår portal og sende støtteforespørsler.",
    "Access Nextcloud portal" : "Gå til Nextcloud portal",
    "System information" : "Systeminformasjon",
    "Collect system information for support cases. The button below generates a text file in the folder \"System information\" and shares it as password protected public link. The link is valid for 2 weeks." : "Samle inn systeminformasjon for støttesaker. Knappen nedenunder genererer en tekstfil i mappen \"Systeminformasjon\" og deler det som en passordbeskyttet lenke. Linken er tilgjengelig i 2 uker.",
    "Generate system report" : "Generer systemrapport",
    "Enterprise subscription recommended" : "Bedriftsabonnement anbefalt",
    "No active enterprise subscription" : "Ikke noe aktiv bedriftsabonnement",
    "Unsupported" : "Ustøttet",
    "This Nextcloud server has no Enterprise Subscription." : "Denne Nextcloud tjeneren har ingen enterprise abonnement.",
    "A Nextcloud Enterprise Subscription helps you get the most out of your Nextcloud, keep your data secure and your server working reliably at all times." : "Et bedriftsabonnement på Nextcloud hjelper deg med å få det meste ut av din Nextcloud, sikre dine data og at din server fungerer pålitelig til enhver tid.",
    "Advantages" : "Fordeler",
    "Access to the technical expertise of the Nextcloud developers through documentation and support" : "Tilgang til Nextcloud-utviklernes tekniske ekspertise gjennom dokumentasjon og støtte",
    "Access to additional capabilities like Outlook integration, online office and more" : "Tilgang til ytterligere tjenester som Outlook-integrasjon, online office og me",
    "Access to scalability expertise and scalability capabilities for Files and Talk" : "Tilgang til ekspertise på skalerbarhet og skalerbare evner for Filer og Snakk",
    "Optional branding, consulting, architecture advice" : "Valgfri stilmerking, konsultasjon og råd om system-arkitektur",
    "Confidential security notification service, mitigations, patches and advice" : "Konfidensiell tjeneste for sikkerhetsvarsling, skadebegrensning, små-fikser og råd",
    "Compliance certification, advice and documentation" : "Samsvars-sertifiseringer, råd og dokumentasjo",
    "Get a quote" : "Få et tilbud",
    "More information" : "Mer informasjon",
    "Subscription benefits" : "Abonnements fordeler",
    "Pricing" : "Priser",
    "Community support" : "Samfunnsstøtte",
    "Forum" : "Forum",
    "Nextcloud is free software which is supported by a very active community. Please register at the forum to ask questions and discuss with others." : "Nextcloud er gratis programvare som støttes av et veldig aktivt samfunn. Registrer deg på forumet for å stille spørsmål og diskutere med andre.",
    "Nextcloud forum" : "Nextcloud forum",
    "GitHub" : "GitHub",
    "Nextcloud uses GitHub as platform to collaboratively work. You can file bug reports directly there." : "Nextcloud bruker Github som plattform for å jobbe sammen. Du kan legge inn feilmeldinger der.",
    "Nextcloud at GitHub" : "Nextcloud på GitHub",
    "Subscription key" : "Abonnement nøkkel",
    "If you have an active Nextcloud Subscription please enter your subscription key here." : "Hvis du har et aktivt abonnement på Nextcloud kan du fylle det inn her.",
    "Learn more about an enterprise subscription." : "Lær mer om enterprise abonnementet.",
    "Set subscription key" : "Sett abonnementnøkkel",
    "The subscription info could not properly fetched right now. A retry is scheduled. Please check back later." : "Abonnementsinfoen kunne ikke hentes akkurat nå. Det vil forsøkes å hentes på nytt. Sjekk igjen senere.",
    "The subscription key was invalid." : "Abonnementsnøkkelen er ikke gyldig.",
    "The subscription key could not be verified, because this server has no internet connection. Please reach out to the support team to get this resolved." : "Abonnementsnøkkelen kunne ikke verifiseres fordi denne serveren ikke har nettilgang. Sjekk med brukerstøtte for å få dette ordnet.",
    "The subscription key had an invalid format." : "Abonnementsnøkkelen har ikke et gyldig format.",
    "While fetching the subscription information an error happened." : "Det skjedde en feil mens det ble hentet abonnementsinformasjon.",
    "The button below generates a text file in the folder \"System information\" and shares it as password protected public link. The link is valid for 2 weeks." : "Knappen under genererer en tekstfil i mappen \"Systeminformasjon\" og lagrer den som en passordbeskyttet, offentlig lenke. Lenken er gyldig i 2 uker.",
    "News" : "Nyheter",
    "To get up to date information what is going on at Nextcloud sign up for the newsletter and follow us on our social media accounts." : "For å få oppdatert informasjon om hva som skjer hos Nextcloud, kan du abonnere på nyhetsbrevet vårt og følge våre kontoer i sosiale medier.",
    "Like our Facebook page" : "Lik vår Facebook-side",
    "Follow us on Twitter" : "Følg oss på Twitter",
    "Check out our blog" : "Sjekk ut bloggen vår",
    "Subscribe to our newsletter" : "Abonner på vårt nyhetsbrev"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}