{ "translations": {
    "Link:" : "Посилання:",
    "Password:" : "Пароль:",
    "Generating system report failed." : "Помилка створення системного звіту.",
    "Could not create folder \"System information\" to store generated report." : "Не вдалося створити каталог \"Інформація про систему\" ​​для збереження створеного звіту.",
    "Could not create file \"%s\" to store generated report." : "Не вдалося створити файл \"%s\" для збереження згенерованого звіту.",
    "Could not share file \"%s\". Nevertheless, you can find it in the folder \"System information\"." : "Не вдалося поділитися файлом \"%s\". Тим не менш, ви можете знайти його в папці «Відомості про систему».",
    "Subscription notifications" : "Сповіщення про підписку",
    "Nextcloud Subscription" : "Передплата Nextcloud",
    "Your server has no Nextcloud Subscription or your Subscription has expired." : "На вашому сервері немає підписки Nextcloud або термін дії вашої підписки закінчився.",
    "Your Nextcloud server subscription does not cover your number of users." : "Ваша підписка на сервер Nextcloud не покриває вашу кількість користувачів.",
    "Your Nextcloud Subscription has expired!" : "Термін дії вашої підписки на Nextcloud закінчився!",
    "Your server has no Nextcloud Subscription" : "Ваш сервер не має підписки Nextcloud",
    "Your Nextcloud server is not backed by a Nextcloud Enterprise Subscription." : "Ваш сервер Nextcloud не підтримується підпискою Nextcloud Enterprise.",
    "If your server setup breaks and employees can't work anymore, you don't have to rely on searching online forums for a solution. You have direct access to our experienced engineers!" : "Якщо ваш сервер зламався, і співробітники більше не можуть працювати, вам не потрібно покладатися на пошук рішення на онлайн-форумах. Ви маєте прямий доступ до наших досвідчених інженерів!",
    "You have a contract with the vendor providing early security information, mitigations, patches and updates." : "У вас є договір із постачальником, який надає першу інформацію про безпеку, засоби захисту, виправлення та оновлення.",
    "If you need to stay longer on your current version without disruptions, you don't have to run software without security updates." : "Якщо вам потрібно довше використовувати поточну версію без збоїв, вам не потрібно запускати програмне забезпечення без оновлень безпеки.",
    "You have the best expertise at hand to deal with performance and scalability issues." : "У вас є найкращий досвід для вирішення проблем продуктивності та масштабованості.",
    "You have access to the right documentation and expertise to quickly answer compliance questions or deliver on GDPR, HIPAA and other regulation requirements." : "У вас є доступ до потрібної документації та досвіду, щоб швидко відповісти на запитання щодо відповідності або виконати вимоги GDPR, HIPAA та інші нормативні вимоги.",
    "We can also provide Outlook integration, Online Office, scalable integrated audio-video and chat communication and other features only available in a limited form for free or develop further integrations and capabilities to your needs." : "Ми також можемо надати інтеграцію з Outlook, онлайн-офіс, масштабоване інтегроване аудіо-відео та спілкування в чаті та інші функції, доступні лише в обмеженій формі безкоштовно, або розробити додаткові інтеграції та можливості відповідно до ваших потреб.",
    "A subscription helps you get the most out of Nextcloud!" : "Підписка допоможе вам отримати максимум від Nextcloud!",
    "Learn more now" : "Дізнайтеся більше зараз",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %1$s because you have over %2$s registered users." : "Цей автоматично створений лист було надіслано всім адміністраторам хмари Nextcloud %1$sз попередженням, що у вашій хмарі зареєстровано понад  %2$s користувачів.",
    "Your Nextcloud server Subscription is over limit" : "Ваша підписка на сервер Nextcloud перевищує ліміт",
    "Dear admin," : "Шановний адміністраторе!",
    "Your Nextcloud Subscription doesn't cover the number of users who are currently active on this server. Please contact your Nextcloud account manager to get your subscription updated!" : "Ваша підписка Nextcloud не покриває кількість користувачів, які зараз активні на цьому сервері. Щоб оновити підписку, зверніться до свого менеджера облікового запису Nextcloud!",
    "%1$s is your account manager and can be reached by email via %2$s or by phone via %3$s." : "%1$s є менеджером вашого облікового запису, і з ним можна зв’язатися електронною поштою через %2$s або по телефону через %3$s.",
    "Thank you," : "Дякуюємо!",
    "Your Nextcloud team" : "Ваша команда Nexcloud",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %s because you have more users than your subscription covers." : "Цей лист було надіслано всім адміністраторам програмою підтримки вашого екземпляра Nextcloud за адресою %s, оскільки у вас більше користувачів, ніж покриває ваша підписка.",
    "Your Nextcloud server Subscription is expired" : "Термін дії вашої підписки на сервер Nextcloud закінчився",
    "Your Nextcloud server Subscription is expired!" : "Термін дії вашої підписки на сервер Nextcloud закінчився!",
    "Your Nextcloud Subscription has expired! Please contact your Nextcloud account manager to get your subscription updated!" : "Термін дії вашої підписки на Nextcloud закінчився! Щоб оновити підписку, зверніться до свого менеджера облікового запису Nextcloud!",
    "This mail was sent to all administrators by the support app on your Nextcloud instance at %s because your subscription expired." : "Цей автоматично створений лист було надіслано всім адміністраторам хмари Nextcloud %s, щоби поінформувати вас, що термін дії вашої підписки закінчився.",
    "Support" : "Підтримка",
    "Getting support and help for your Nextcloud" : "Отримання підтримки та допомоги для вашого Nextcloud",
    "The support app covers you with direct access to help and consulting resources, dedicated contact options to your account manager and an overview of your enterprise subscription." : "Програма підтримки надає вам прямий доступ до довідкових і консультаційних ресурсів, спеціальні варіанти зв’язку з менеджером вашого облікового запису та огляд вашої корпоративної підписки.",
    "Basic subscription" : "Базовий абонемент",
    "Standard subscription" : "Стандартна підписка",
    "Premium subscription" : "Преміум підписка",
    "Géant subscription" : "Підписка Géant",
    "Silver partner subscription" : "Срібна партнерська підписка",
    "Gold partner subscription" : "Золота партнерська підписка",
    "Subscription" : "Підписка",
    "Over subscription limit" : "Перевищення ліміту підписки",
    "Valid subscription" : "Дійсна підписка",
    "Expired subscription" : "Термін дії підписки закінчився",
    "Subscription key:" : "Ключ підписки:Ключ підписки:",
    "Expires in: " : "Термін дії закінчується через:",
    "_%n year_::_%n years_" : ["%n рік","%n років","%n років","%n років"],
    "_%n month_::_%n months_" : ["%n місяць","%n місяців","%n місяців","%n місяців"],
    "_%n week_::_%n weeks_" : ["%n тиждень","%n тижнів","%n тижнів","%n тижнів"],
    "_%n day_::_%n days_" : ["%n день","%n днів","%n днів","%n днів"],
    "For an unlimited amount of users" : "Для необмеженої кількості користувачів",
    "Extended maintenance life cycle" : "Подовжений життєвий цикл технічного обслуговування",
    "Update subscription key" : "Оновити ключ підписки",
    "You can find answers to common question in our portal and also file support requests there." : "На нашому порталі ви можете знайти відповіді на поширені запитання, а також подати запит на підтримку.",
    "Access Nextcloud portal" : "Доступ до порталу Nextcloud",
    "System information" : "Системна інформація",
    "Collect system information for support cases. The button below generates a text file in the folder \"System information\" and shares it as password protected public link. The link is valid for 2 weeks." : "Кнопка нижче генерує текстовий файл у папці \"Системна інформація\" і ділиться ним як захищеним паролем публічним посиланням. Посилання дійсне протягом 2 тижнів.",
    "Generate system report" : "Створити системний звіт",
    "Unsupported" : "Не підтримується",
    "Advantages" : "Переваги",
    "More information" : "Докладно",
    "Pricing" : "Ціни",
    "Community support" : "Підтримка спільноти",
    "Forum" : "Форум",
    "Nextcloud is free software which is supported by a very active community. Please register at the forum to ask questions and discuss with others." : "Nextcloud - це вільне програмне забезпечення, яке підтримується дуже активною спільнотою. Будь ласка, зареєструйтесь на форумі, щоб ставити запитання та обговорювати з іншими.",
    "Nextcloud forum" : "Форум Nextcloud",
    "GitHub" : "GitHub",
    "Nextcloud uses GitHub as platform to collaboratively work. You can file bug reports directly there." : "Nextcloud використовує GitHub як платформу для спільної роботи. Ви можете створювати звіти про помилки безпосередньо там.",
    "Nextcloud at GitHub" : "Nextcloud на GitHub",
    "Subscription key" : "Ключ підписки",
    "If you have an active Nextcloud Subscription please enter your subscription key here." : "Якщо у вас є активна підписка на Nextcloud, будь ласка, введіть ключ підписки тут",
    "Learn more about an enterprise subscription." : "Дізнайтеся більше про підписку для організацій.",
    "Set subscription key" : "Встановити ключ підписки",
    "The subscription info could not properly fetched right now. A retry is scheduled. Please check back later." : "Інформація про підписку не може бути отримана належним чином зараз. Заплановано повторну спробу. Будь ласка, перевірте пізніше.",
    "News" : "Новини",
    "To get up to date information what is going on at Nextcloud sign up for the newsletter and follow us on our social media accounts." : "Щоб отримувати актуальну інформацію про те, що відбувається в Nextcloud, підпишіться на розсилку новин та слідкуйте за нашими акаунтами в соціальних мережах.",
    "Like our Facebook page" : "Вподобайте нашу сторінку у Facebook",
    "Follow us on Twitter" : "Слідкуйте за нами в Twitter",
    "Check out our blog" : "Перегляньте наш блог",
    "Subscribe to our newsletter" : "Підпишіться на нашу розсилку"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);"
}